IDEA Open Model
OpenMessages.Messages Property
 List of messages
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public List<OpenMessage> Messages { get; set; }
Public Property Messages As List(Of OpenMessage)
	Get
	Set
public:
property List<OpenMessage^>^ Messages {
	List<OpenMessage^>^ get ();
	void set (List<OpenMessage^>^ value);
}
Property Value
Type: List<OpenMessage>
See Also
Reference
OpenMessages Class
IdeaRS.OpenModel.Message Namespace